{
    "company_info": {
        "name": "ahmed",
        "phone": "23234232",
        "permit_number": "223232323",
        "tax_number": "232323",
        "logo": "D:/windows_app/windows_app/static/images/logo.jpeg",
        "accounts": [
            {
                "bank_name": "الاهلي",
                "account_fullname": "الكريديس",
                "account_number": "287398233748",
                "account_iban": "93842093439"
            }
        ],
        "documents": [
            {
                "name": "ahmed",
                "path": "D:/windows_app/windows_app/static/json/accounts.json"
            },
            {
                "name": "header",
                "path": "D:/windows_app/windows_app/static/images/header_logo.png"
            },
            {
                "name": "footer",
                "path": "D:/windows_app/windows_app/static/images/footer.png"
            },
            {
                "name": "logo",
                "path": "D:/windows_app/windows_app/static/images/Picture1.png"
            },
            {
                "name": "water_mark",
                "path": "D:/windows_app/windows_app/static/images/logo.jpeg"
            },
            {
                "name": "fonts",
                "path": "D:/windows_app/windows_app/static/fonts/Amiri/Amiri-Regular.ttf"
            }
        ]
    },
    "conditions": [
        {
            "condition_type": "صيانة",
            "condition_value": [
                "تشهد فرع مؤسسة حسن موسى الكريديس التجارية بأنه تم الكشف وتشغيل نظام الإطفاء والإنذار المبكر على النشاط والتأكد من عملها وصلاحيتها وعليه تم الاتفاق على الاتي:   ",
                "1) تقوم المؤسسة بعمل زيارة كل [] من تاريخ كتابة العقد.",
                "2) جميع متطلبات السلامة الموجودة في المنشأة الموضحة أعلاه مسؤولية المؤسسة القائمة بعمل الصيانة ولا يحق لصاحب المنشأة احضار أي مؤسسة أخرى لأعمال الصيانة.",
                "3) يجب التقيد بالشخوص على جميع متطلبات السلامة الموضحة أعلاه وعمل الصيانة اللازمة لها، بحيث تكون جاهزة عند حدوث أي شيء.",
                "4) يجب على الفني المختص التابع لمؤسسة السلامة بعد الشخوص على المنشأة، وعمل الصيانة اللازمة وتقديم تقرير عن حالة الانظمة.",
                "5) يتحمل صاحب المنشأة مسؤولية العبث في أدوات السلامة وجميع التكاليف الصيانة بسبب العبث.",
                "6) يجب أن تكون جميع متطلبات السلامة الموضحة في المشاهد المعدة بعد كل زيارة مطابقة لمتطلبات السلامة في عقد الصيانة.",
                "7) العقد لا يشمل قطع الغيار وتكاليف التركيب.",
                "8) العقد لا يشمل صيانة وتعبئة الطفايات.",
                "9) قيمة العقد (cost ريال) شامل قيمة الضريبة المضافة.",
                "بناءً على ما ذكر أعلاه أُعطي هذا العقد والمؤسسة مسؤولة مسؤولية تا امة عن أي خلل خلال مدة العقد. لا توجد أي عوائق أمام أنظمة الإنذار والإطفاء والإخلاء.",
                "العقد محرر من نسختين"
            ]
        },
        {
            "condition_type": "تركيب",
            "condition_value": [
                "الطرف الاول : مؤسسه حسن موسى الكريديس التجارية مقرها احدر فيده سجل تجاري الرقم 5857096896. ",
                "الطرف الثاني : بيانات العميل المدونة اعلاه.",
                "أولا: يقوم الطرف الاول بتركيب جميع ادوات السلامة في عرض السعر رقم     19  والمدون خلف عقد التركيب للطرف الثاني في مقر منشاته المدونة اعلاه حسب المخطط الهندسي المعتمد بالسلامة ويتحمل الطرف الثاني اي تغيير في المخطط غير مطابق للواقع.",
                "ثانيا : يقوم الطرف الثاني بتحويل جميع المبالغ المتفق عليها على حساب المؤسسة في بنك البلاد او الراجحي او نقدا عن طريق المكتب عبر نقاط البيع باجمالي مبلغ cost فقط",
                "ثالثا : يقوم الطرف الاول باختبار جميع ادوات السلامة وتسليمها للطرف الثاني في اخر يوم من العمل المتفق عليه ",
                "رابعا: مده التنفيذ تكون (  ... يوم )عمل و يتحمل الطرف الثاني جميع التكاليف عند التأخر في تحويل مبالغ المستحقة من الدفعات على النحو التالي:",
                "1-\t70% عند توقيع العقد ",
                "2-\t 25%عند الانتهاء من تركيب للأدوات قبل التشغيل",
                "3-\t5% بعد التشغيل.",
                "خامسا: تمدد مدة التنفيذ عند عدم توفر المواد من الوكلاء والموردين وعلى الطرف الاول اشعار الطرف الثاني.",
                "سادسا: في حالة تأخر العميل عن تسديد الدفعات المتفق عليها وانتهى مدة العقد يعتبر العقد لاغي وما تم استلامه من مبالغ مالية عربون والمؤسسة تخلي مسؤوليتها امام الدفاع المدني والجهات الحكومية الأخرى ويحق للمؤسسة المطالبة بالمبالغ المتأخرة المتفق عليها ."
            ]
        }
    ]
}